Repository: GeAd23/HDL-Batch-installer
Catalog: translations/catalogs/*.po
Languages: fr

source: A game with this name is already installed
fr: Un jeu portant ce nom est déjà installé

source: A local database already exists. Downloading the database from the repository will delete the old one... Continue?
fr: Une base de données locale existe déjà. Le téléchargement de la base de données depuis le référentiel supprimera l'ancienne... Continuer?

source: ALL
fr: TOUS

source: APA Partition is broken
fr: La partition APA est cassée

source: About
fr: À propos

source: About F1
fr: À propos F1

source: Alex Parrado: For contributing with some Ideas
fr: Alex Parrado: Pour avoir contribué avec quelques idées

source: All supported formats (*.ISO;*.CUE;*.NRG;*.GI;*.IML;*.ZSO)
fr: Tous les formats pris en charge (*.ISO;*.CUE;*.NRG;*.GI;*.IML;*.ZSO)

source: Allow unstable/experimental features
fr: Autoriser les fonctionnalités instables/expérimentales

source: Artwork certificate fix
fr: Correction du certificat d'illustration

source: Attempts connections to archive.org for artwork download without certificate checks
fr: Tentative de connexion à archive.org pour le téléchargement d'œuvres d'art sans certificat chèques

source: Available partitions
fr: Partitions disponibles

source: Browse
fr: Parcourir

source: CDRWIN cuesheets (*.cue)
fr: CDRWIN feuilles de repères (*.cue)

source: CUE or IML have a missing linked file
fr: CUE ou IML ont un fichier lié manquant

source: Calculate MD5 Hash
fr: Calculer le hachage MD5

source: Can't find custom icons package Download now?
fr: Impossible de trouver le package d'icônes personnalisées Télécharger maintenant?

source: Can't find the enviroment variables "%s" or "%s" used to locate the Dokan Library It seems like Dokan was unproperly installed (or it isn't installed) Go to Dokan download website?
fr: Impossible de trouver les variables d'environnement "%s" or "%s" utilisé pour localiser le Bibliothèque Dokan Il semble que Dokan n'ait pas été correctement installé (ou qu'il ne soit pas installé) Accédez au site de téléchargement de Dokan?

source: Check for Updates
fr: Vérifier les mises à jour

source: Choose device letter to mount partition
fr: Choisissez la lettre du périphérique pour monter la partition

source: Choose path to extract selected games
fr: Choisissez le chemin pour extraire le jeu sélectionné

source: Clear List??
fr: Effacer la liste??

source: Clear list
fr: Effacer la liste

source: Config
fr: Configuration

source: Could not find PFS Partitions
fr: Impossible de trouver les partitions PFS

source: Couldn't find/load the 'HDLBinst' catalog for locale '%s'. The translation file must be placed here: "Lang\%s\HDLBinst.mo"
fr: Impossible de trouver/charger le 'HDLBinst' catalogue pour les paramètres Locaux '%s'. Le fichier de traduction doit être placé ici: "Lang\%s\HDLBinst.mo"

source: Create
fr: Créer

source: Create Partition
fr: Créer une partition

source: Created by El_isra (AKA: Matias Israelson)
fr: Créé par El_isra (AKA: Matias Israelson)

source: Current HDD
fr: Disque dur actuel

source: Custom Icon Loader
fr: Chargeur d'icônes personnalisé

source: Data Collection
fr: Collecte de données

source: Default HDD letter
fr: Lettre du disque dur par défaut

source: Default OPL data partition name
fr: Nom de la partition de données OPL par défaut

source: Default game search path
fr: Chemin de recherche de jeu par défaut

source: Delete Partition
fr: Supprimer la partition

source: Delete game
fr: Supprimer le jeu

source: Determines wich DMA mode will be written to game APA Header. This feature is only usable for outdated software like HDLoader or MiniOPL
fr: Détermine quel mode DMA sera écrit dans le jeu dentête APA. Cette fonctionnalité n'est utilisable que pour les logiciels obsolètes comme HDLoader ou MiniOPL

source: Device
fr: Appareil

source: Discord server
fr: Serveur Discord

source: Display game title on HDDManager
fr: Afficher le titre du jeu sur HDDManager

source: Display sub-partitions on HDDManager
fr: Afficher les sous-partitions sur HDDManager

source: Do you really want to proceed? this will wipe all data on device %s
fr: Voulez-vous vraiment continuer? cela effacera toutes les données de l'appareil %s

source: Download
fr: Télécharger

source: Download Icons Package
fr: Télécharger le package d'icônes

source: Download Latest version
fr: Télécharger la dernière version

source: Download assets
fr: Télécharger les ressources

source: Downloads
fr: Téléchargements

source: Downloads finished!
fr: Téléchargements terminés!

source: Downloads manager
fr: Gestionnaire de téléchargements

source: Empty Segment
fr: Segment vide

source: Error code
fr: Code Erreur

source: Error: %ld
fr: Erreur: %ld

source: External
fr: Externe

source: Extract Game(s)
fr: Extraire le jeux

source: FATAL ERROR
fr: ERREUR FATALE

source: Failed with error code %ld
fr: Échec avec code d'erreur %ld

source: Fast Download
fr: Téléchargement rapide

source: File
fr: Déposer

source: File could not be found (or accesed?)
fr: Le fichier n'a pas pu être trouvé (ou accessible ?)

source: Filename
fr: Nom de fichier

source: Format
fr: Formater

source: Format HDD
fr: Formater le disque dur

source: Format any device into PS2 HDD
fr: Formatez n'importe quel appareil sur le disque dur PS2

source: Game
fr: Jeu

source: Game Title
fr: Titre du jeu

source: Game list is already empty
fr: La liste des jeux est déjà vide

source: Game related operations can be used by selecting games from the list and right clicking them...
fr: Les opérations liées au jeu peuvent être utilisées en sélectionnant les jeux dans la liste et faites un clic droit dessus...

source: General
fr: Général

source: Get List
fr: Obtenir la liste

source: Get the Latest Version here:
fr: Obtenez la dernière version ici:

source: Global images (*.gi)
fr: Images globales (*.gi)

source: HDD Formatter
fr: Formateur de disque dur

source: HDD Management
fr: Gestion du disque dur

source: HDD Management features are temporarily disabled on 32bit versions because it can cause HDD corruption
fr: Les fonctionnalités de gestion du disque dur sont temporairement désactivées sur les versions 32 bits car cela peut provoquer une corruption du disque dur

source: HDD Manager
fr: Gestionnaire de disque dur

source: HDD format failed Error code is %d see console log for more information
fr: Le formatage du disque dur a échoué Le code d'erreur est %d voir le journal de la console pour plus d'informations

source: HDD was successfully formated. Default partitions have been created!
fr: Le disque dur a été formaté avec succès. Les partitions par défaut ont été créées!

source: HDDManager
fr: Gestionnaire de disque dur

source: HDL Batch Installer
fr: Installateur HDL Batch

source: HDL-Dump reported "Out of memory".
fr: HDL-Dump a signalé "Mémoire insuffisante".

source: Header Injection finished
fr: Injection d'en-tête terminée

source: Hide game
fr: Cacher le jeu

source: IML files (*.iml)
fr: Fichier IML (*.iml)

source: IMPORTANT WARNING
fr: Avertissement IMPORTANT

source: Inject MBR
fr: Injection MBR

source: Inject OPL Launcher
fr: Injecter le lanceur OPL

source: Injecting OPL Launcher to...
fr: Injection du lanceur OPL dans...

source: Injecting custom icon to...
fr: Injection d'une icône personnalisée dans...

source: Injection Finished!
fr: Injection terminée!

source: Install
fr: Installer

source: Installation features
fr: Caractéristiques d'installation

source: Installation process aborted, HDD is running out of space
fr: Installation processus interrompu, le disque dur manque d'espace

source: Installing
fr: Installation

source: Internal
fr: Interne

source: KELF size is 0 bytes! It seems that this HDD had no MBR program installed... (or something went wrong)
fr: KELF la taille est de 0 octet! Il semble qu'aucun programme MBR ne soit installé sur ce disque dur... (ou quelque chose s'est mal passé)

source: Language
fr: Langue

source: Load Custom Icon
fr: Charger une icône personnalisée

source: Loaded:
fr: Chargé:

source: MBR extraction failed!! see console log to see error code...
fr: L'extraction du MBR a échoué!! voir le journal de la console pour voir le code d'erreur...

source: MD5 Hash report
fr: Rapport de hachage MD5

source: Massive game transfer
fr: Transfert de jeux groupés

source: Media
fr: Médias

source: Modify Header
fr: Modifier l'en-tête

source: Mount
fr: Montage

source: Mount hdd Partition
fr: Point de montage HDD

source: Mount point
fr: Point de montage

source: NOTE: In order to properly install the driver you will need to start windows on secure mode
fr: NOTE: Afin d'installer correctement le pilote, vous devrez démarrer Windows en mode sécurisé

source: Nero images (*.nrg)
fr: Images Nero (*.nrg)

source: No internet connection!
fr: Pas de connexion Internet!

source: OPL Launcher is missing. you must get a copy of MiniOPL from the GitHub repo and place it back with the program before Installing games, otherwise... your PS2 games won't be executed from HDD-OSD
fr: OPL Launcher est manquant. vous devez obtenir une copie de MiniOPL à partir du dépôt GitHub et la remettre en place avec le programme avant l'installation d'un jeux, sinon... votre jeu PS2 ne sera pas exécuté depuis HDD-OSD

source: OPL Launcher warnings
fr: OPL Launcher avertissements

source: Official Github
fr: Github officiel

source: Official Repository
fr: Dépôt officiel

source: Open File location
fr: Lieu de fichier ouvert

source: Open in explorer
fr: Ouvrir dans l'explorateur

source: Others
fr: Autres

source: PS2 Games
fr: jeux PS2

source: PSX-Place Thread
fr: PSX-Place

source: Partition Creation Failed! Please check log to find more information...
fr: Échec de la création de la partition! Veuillez consulter le journal pour trouver plus d'informations...

source: Partition Creation was successfull
fr: La création de la partition a réussi

source: Partition Name
fr: Nom de la partition

source: Partition Size
fr: Taille de la partition

source: Partition Type
fr: Type de partition

source: Please wait, this might take a while.
fr: Veuillez patienter, cela peut prendre un certain temps.

source: Quit Alt-F4
fr: Quittez Alt-F4

source: Quit the application
fr: Quittez l'application

source: Reason
fr: Raison

source: Recover MBR
fr: Récupérer le MBR

source: Remove from List
fr: Retirer de la liste

source: Rename
fr: Renommer

source: Report Issue
fr: Signaler un problème

source: Report for [%s]
fr: Signaler pour [%s]

source: Rs1n: For the Creation of HDL Batch (that project inspired me to make this GUI)
fr: Rs1n : Pour la création de HDL Batch (that project inspired me to make this GUI)

source: Save Settings
fr: Sauvegardez ces Paramètres

source: Search Games
fr: Sélectionné un jeux

source: Search MBR.KELF
fr: Recherche MBR.KELF

source: Search on redump.org
fr: Recherche sur redump.org

source: Search ps2 HDD's
fr: Rechercher un disque dur PS2

source: Select your PS2 games
fr: Sélectionner votre jeux PS2

source: Settings
fr: Paramètres

source: Settings F2
fr: Paramètres F2

source: Show version and credits
fr: Afficher la version et les crédits

source: Size
fr: Taille

source: Some Core components are Missing. Download the program again from the official github. If the error persists: Contact the Developer or open a new issue at github
fr: Certains composants de base sont manquants. Téléchargez à nouveau le programme depuis le github officiel. If the error persists: Contactez le développeur ou ouvrez un nouveau numéro sur github

source: SpaceCoyote: He made the default icon that get's injected into HDD-OSD
fr: SpaceCoyote: Il a créé l'icône par défaut qui est injectée dans HDD-OSD

source: Special thanks to:
fr: Remerciement spécial à:

source: Start Sector
fr: Secteur de départ

source: Startup settings
fr: Paramètres de démarrage

source: The Following games couldn't be installed:
fr: Les jeux suivants n'ont pas pu être installés:

source: The HDD is corrupted or your hard drive connection has issues
fr: Le disque dur est corrompu ou la connexion de votre disque dur présente des problèmes

source: The Testers: HUN7ER | Salamander | My sister | Jtrex | Torres Kadher
fr: Les testeurs: HUN7ER | Salamander | My sister | Jtrex | Torres Kadher

source: The download of the icons package failed!
fr: Le téléchargement du package d'icônes a échoué!

source: The game has a corrupt SYSTEM.CNF file
fr: Le jeu a un fichier SYSTEM.CNF corrompu

source: The package extraction failed!
fr: L'extraction du package a échoué!

source: The program is currently configured to use it's internal database. Change it on the settings menu in order to use the database you just downloaded
fr: Le programme est actuellement configuré pour utiliser sa base de données interne. Modifiez-le dans le menu des paramètres afin d'utiliser la base de données que vous venez de téléchargé

source: There is not enough space on the HDD to install this game
fr: Il n'y a pas assez d'espace sur le disque dur pour installer ce jeu

source: There's an update available for this program! Go to download page? Current version: [%s] Latest version: [%s]
fr: Une mise à jour est disponible pour ce programme! Aller à la page de téléchargement? Version actuelle: [%s] Dernière version: [%s]

source: This HDD has no PS2 Games inside
fr: Ce disque dur ne contient aucun jeu PS2

source: This Operation will wipe ALL THE DATA inside this hard drive Continue?
fr: Cette opération effacera TOUTES LES DONNÉES contenues dans ce disque dur Continuer?

source: This feature is unstable, untested and potentially dangerous. It has been confirmed that it corrupts the HDD format. Are you certain that you want to delete this game?
fr: Cette fonctionnalité est instable, non testée et potentiellement dangereuse. Il a été confirmé qu'il corrompt le format du disque dur. Êtes-vous certain de vouloir supprimer ce jeu?

source: This feature will rewrite the PS2 BOOTSTRAP PROGRAM for this HDD. Please make sure you know what you are doing. MBR Programs must be headerless binaries, uncompressed, compiled with fixed load adress at 0x100000 and encrypted with KELFTool Do you want to continue with this operation?
fr: Cette fonctionnalité réécrira le PROGRAMME D'AMORCE PS2 pour ce disque dur. Veuillez vous assurer que vous sauvegardez ce que vous faites. Les programmes MBR doivent être des binaires sans en-tête, non compressés, compilés avec des fichiers fixes charger l'adresse à 0x100000 et chiffrée avec KELFTool Voulez-vous continuer cette opération?

source: This is the first time you use PFSFUSE PLEASE, Keep in mind that, if you mount a partition you must unmount it when you finish using this program, otherwise, you could corrupt the mounted partition or the whole HDD
fr: C'est la première fois que vous utilisez PFSFUSE S'IL VOUS PLAÎT, gardez à l'esprit que si vous montez une partition, vous devez la démonter lorsque vous finissez d'utiliser ce programme, sinon vous pourriez corrompre le fichier monté partition ou tout le disque dur

source: This language is not supported by the system.
fr: Cette langue n'est pas prise en charge par le système.

source: This will inject OPL Launcher (boot.kelf on program folder) into every PS2 game found on this HDD. Usefull to install/update OPL Launcher into your games
fr: Cela injectera OPL Launcher (boot.kelf sur le dossier du programme) dans chaque PS2 jeu trouvé sur ce disque dur. Utile pour installer/mettre à jour OPL Launcher dans vos jeux

source: Title Database
fr: Base de données des titres

source: Total: %dGb | Used: %d%s | Free: %d%s
fr: Totale: %dGb | Utilisé: %d%s | Libre: %d%s

source: Transfer Completed!
fr: Transfert terminé!

source: Transfer OPL files
fr: Transférer des fichiers OPL

source: Transfer all games installed on currently selected HDD into another one
fr: Transférer tous les jeux installés sur le disque dur actuellement sélectionné vers un autre

source: Transfer game(s) to another PS2 HDD
fr: Transférer des jeux sur un autre disque dur PS2

source: Transfer games
fr: Transférer des jeux

source: Transfering games...
fr: Transférer des jeux...

source: Translators: Fabio Gaigher | HardLevel | Haker120 (a youkai of love)
fr: Traducteurs: | RX-0 |

source: Uninstall
fr: Désinstaller

source: Unmount
fr: Démonter

source: Update HDD-OSD icons package
fr: Mettre à jour le package d'icônes HDD-OSD

source: Update HDL-Dump
fr: Mettre à jour HDL-Dump

source: Update OPL Launcher
fr: Mettre à jour le lanceur OPL

source: Update Program
fr: Mise à jour du programme

source: Update game title database
fr: Mettre à jour la base de données des titres de jeux

source: Update the game installation tool
fr: Mettre à jour l'outil d'installation du jeu

source: Use Database
fr: Utiliser la base de données

source: Useless unless you're an experienced user with a decent knoledge of APA scheme
fr: Inutile sauf si vous êtes un utilisateur expérimenté avec une bonne connaissance de l'APA plan

source: Warning Can't find boot.kelf Aborting APA Injection
fr: Avertissement Ne Trouve Pas boot.kelf Abandon de l’injection APA

source: When enabled, the program will install games using __. as partition prefix instead of PP. This will hide games from HDD-OSD. Also, this alternative prefix is required to launch games via OPL Launcher from PSBBN and PSX XMB menu
fr: Lorsqu'il est activé, le programme installera les jeux en utilisant __. comme préfixe de partition instead of PP. Cela masquera les jeux du HDD-OSD. De plus, ce préfixe alternatif est requis pour lancer des jeux via OPL Launcher depuis PSBBN est PSX XMB menu

source: When enabled, the program will try to automatically assign the original title for the games by searching the game ID on a database with more than 14700 titles
fr: Lorsqu'il est activé, le programme essaiera d'attribuer automatiquement l'original titre des jeux en recherchant l'ID du jeu dans une base de données contenant plus de14700 titres

source: When this Feature is enabled, the program will send information to it's creator every time it installs a game whose region code isn't registered in the database
fr: Lorsque cette fonctionnalité est activée, le programme enverra des informations à son créateur à chaque fois qu'il installe un jeu dont le code de région n'est pas enregistré dans la base de données

source: Widescreen hacks for OPL
fr: Hacks grand écran pour OPL

source: Windows 11 and some anti-virus software will detect HDL-Batch-Installer and underlying tools as ransomware due to accessing PS2 HDDs via RAW I/O (Because windows does not understand their format) If game installation gives error 5, some issue related with permissions or "disk is not ready" please consider whitelisting on your defender/AV the HDL batch installer exe, along with HDL.EXE and pfsfuse.exe from program folder.
fr: Windows 11 et certains logiciels antivirus détecteront HDL-Batch-Installer et outils sous-jacents comme ransomware en raison de l'accès aux disques durs PS2 via RAWI/O (Parce que Windows ne comprend pas leur format) Si l'installation du jeu donne l'erreur 5, un problème lié aux autorisations ou "Le disque n'est pas prêt" veuillez envisager de mettre sur liste blanche votre Anti Virus\ Qui sont

source: Windows 11 detected
fr: Windows 11 détecté

source: You can't transfer games from one HDD into the same HDD!
fr: YVous ne pouvez pas transférer de jeux d'un disque dur vers le même disque dur!

source: You need at least one PFS partition to use this menu
fr: Vous avez besoin d'au moins une partition PFS pour utiliser ce menu

source: You need at least two PlayStation 2 formatted HDDs to use this operation!
fr: Vous avez besoin d'au moins deux disques durs formatés PlayStation 2 pour utiliser cette opération!

source: You requested the deletion of a system partition this is not recommended unless you truly understand what you are doing Continue anyways?
fr: Vous avez demandé la suppression d'une partition système ce n'est pas recommandé à moins que vous compreniez vraiment ce que vous faites Continuer quand même?

source: bin/cue with multiple .bin files are not supported, combine them into a single bin
fr: bin/cue avec plusieurs fichiers .bin ne sont pas pris en charge, combinez-les en un Un seul bin

source: can't Load MBR.KELF
fr: ne peux pas charger MBR.KELF

source: configure program
fr: configurer le programme

source: discarded
fr: mis au rebut

source: error
fr: erreur

source: extracting game...
fr: extraction du jeu...

source: file boot.kelf is too big! it's size can't be larger than 2,031,616 bytes
fr: le fichier boot.kelf est trop gros! sa taille ne peut pas dépasser 2 031 616 octets

source: if this is enabled, game partitions will show up on HDDManager. Disable this to speed up the program when opening HDDManager on large HDDs full of games
fr: si ceci est activé, les partitions de jeu apparaîtront sur HDDManager. Désactivez cette option pour accélérer le programme lors de l'ouverture de " "HDDManager sur de grands disques durs remplis de jeux.

source: impossible to find dokan enviroment variables. unmount the drive manually by calling:
fr: impossible de trouver les variables d'environnement dokan. démontez le lecteur manuellement en appelant:

source: install
fr: installer

source: installing:
fr: Installation:

source: invalid ISO's
fr: iso's invalide

source: lz4 Compressed Image Files (*.zso)
fr: lz4 Fichiers images compressés (*.zso)

source: no PS2 HDD's Found
fr: aucun Disque Dur PS2 Trouvé

source: no games selected for installation
fr: aucun jeu sélectionné pour l'installation

source: not a PlayStation 2 HDD.
fr: pas un disque dur PlayStation 2.

source: size (MB)
fr: taille (MB)

source: unknown
fr: inconnu

source: update OPL Launcher KELF
fr: mettre à jour le lanceur OPL KELF

source: warning
fr: avertissement

source: work in progress
fr: travail en cours
